//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Un llar seguru pa tolos tos datos";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "Multi-cuenta";
"_intro_2_text_"    = "Connect to all your clouds and touch the Nextcloud logo on the Files tab to switch between them";

"_intro_3_title_"   = "Entamar";
"_intro_3_text_"    = "Bien, agora Nextcloud ta preparáu pal usu. Pa más información tocante a anuncies ya información de contautu, visita https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Ñube cifrada";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for Nextcloud'\n\nSoon there will be a new EndToEnd protocol available on all Nextcloud clients\n\n\nTap to Start";

"_log_in_"          = "Log in";
"_sign_up_"         = "Create account";
